Revit 2027 API
ParameterTypeId.ZoneOutsideAirPerPersonParam Property
 "Outdoor Air per Person"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneOutsideAirPerPersonParam { get; }
Public Shared ReadOnly Property ZoneOutsideAirPerPersonParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneOutsideAirPerPersonParam {
	ForgeTypeId^ get ();
}
static member ZoneOutsideAirPerPersonParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace